Repository: stefan-niedermann/phoenix
Catalog: languages/*.po
Languages: de_de

source: Logo description
de_de: Retten, Löschen, Schützen, Bergen

source: Page not found
de_de: Seite nicht gefunden

source: Oops, the page you are looking for could not be found. Either it is available on a new location or never existed.
de_de: Hoppla, die gesuchte Seite konnten wir leider nicht finden. Entweder ist sie unter einer neuen Adresse verfügbar oder sie hat nie existiert.

source: If you think, that this is a mistake by us, you are welcome to get in touch with us. Contact options can be found on the %1$s page.
de_de: Wenn Sie der Meinung sind, dass dies ein Fehler von uns ist, können Sie uns gerne kontaktieren. Möglichkeiten zur Kontaktaufnahme finden Sie im %1$s.

source: imprint url
de_de: /impressum/#verantwortlich

source: imprint
de_de: Impressum

source: Do you want to go to the %1$s instead?
de_de: Möchten Sie stattdessen auf unsere %1$s gehen?

source: homepage
de_de: Startseite

source: Categories
de_de: Kategorien

source: We could not find any results for that.
de_de: Hierfür haben wir leider keine Ergebnisse.

source: Created on %1$s
de_de: Erstellt am %1$s Uhr

source: Last edited on %1$s
de_de: Zuletzt bearbeitet am %1$s Uhr
